Repository: esxx/Keya-Authenticator
Catalog: Keya Authenticator/Localization/Localizable.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, pt_br

source: %@ doesn't have permission to use %@. Tap 'Open Settings' to allow it.
es_419: %1$@ no tiene permiso para usar %2$@. Toca “Abrir Ajustes” para permitirlo.
fr: %1$@ n'a pas l'autorisation d'utiliser %2$@. Touchez « Ouvrir les Réglages » pour l'autoriser.
ja: %1$@には%2$@を使用する権限がありません。「設定を開く」をタップして許可してください。
ko: %1$@에 %2$@ 사용 권한이 없습니다. ‘설정 열기’를 탭하여 허용하세요.
pt_br: %1$@ não tem permissão para usar %2$@. Toque em “Abrir Configurações” para permitir.

source: %@ is not available right now.
es_419: %@ no está disponible en este momento.
fr: %@ n'est pas disponible pour le moment.
ja: 現在%@は利用できません。
ko: 지금은 %@을(를) 사용할 수 없습니다.
pt_br: %@ não está disponível no momento.

source: %@ is not set up on this device. Go to iOS Settings → %@ & Passcode to enroll.
es_419: %1$@ no está configurado en este dispositivo. Ve a Ajustes de iOS → %2$@ y código para configurarlo.
fr: %1$@ n'est pas configuré sur cet appareil. Allez dans Réglages iOS → %2$@ et code pour l'activer.
ja: このデバイスでは%1$@が設定されていません。iOSの設定 → %2$@とパスコードで登録してください。
ko: 이 기기에 %1$@이(가) 설정되어 있지 않습니다. iOS 설정 → %2$@ 및 암호에서 등록하세요.
pt_br: %1$@ não está configurado neste dispositivo. Acesse Configurações do iOS → %2$@ e Código para configurá-lo.

source: %lld tokens are already in your vault and were kept as they are.
es_419: %lld tokens ya están en tu bóveda y se conservaron tal como estaban.
fr: %lld jetons sont déjà dans votre coffre et ont été conservés tels quels.
ja: %lld個のトークンはすでに保管庫にあるため、そのまま保持されました。
ko: %lld개의 토큰은 이미 보관함에 있어 그대로 유지되었습니다.
pt_br: %lld tokens já estão no seu cofre e foram mantidos como estavam.

source: %lld tokens could not be imported because the data was missing or invalid. The remaining tokens were imported successfully.
es_419: %lld tokens no pudieron importarse porque los datos faltaban o eran inválidos. Los tokens restantes se importaron correctamente.
fr: %lld jetons n'ont pas pu être importés car les données étaient manquantes ou invalides. Les jetons restants ont été importés avec succès.
ja: データが見つからないか無効なため、%lld個のトークンをインポートできませんでした。 残りのトークンは正常にインポートされました。
ko: 데이터가 없거나 유효하지 않아 %lld개의 토큰을 가져오지 못했습니다. 나머지 토큰은 성공적으로 가져왔습니다.
pt_br: %lld tokens não puderam ser importados porque os dados estavam ausentes ou inválidos. Os tokens restantes foram importados com sucesso.

source: A device passcode is required to use %@. Set one in iOS Settings → %@ & Passcode.
es_419: Se necesita un código del dispositivo para usar %1$@. Configura uno en Ajustes de iOS → %2$@ y código.
fr: Un code d'appareil est nécessaire pour utiliser %1$@. Définissez-en un dans Réglages iOS → %2$@ et code.
ja: %1$@を使用するにはデバイスのパスコードが必要です。iOSの設定 → %2$@とパスコードで設定してください。
ko: %1$@을(를) 사용하려면 기기 암호가 필요합니다. iOS 설정 → %2$@ 및 암호에서 설정하세요.
pt_br: É necessário um código do dispositivo para usar %1$@. Defina um em Configurações do iOS → %2$@ e Código.

source: A PIN already exists. Please try again.
es_419: Ya existe un PIN. Inténtalo de nuevo.
fr: Un code PIN existe déjà. Veuillez réessayer.
ja: PINはすでに設定されています。もう一度お試しください。
ko: PIN이 이미 설정되어 있습니다. 다시 시도해 주세요.
pt_br: Já existe um PIN. Tente novamente.

source: Authenticate to access your 2FA codes.
es_419: Autentícate para acceder a tus códigos 2FA.
fr: Authentifiez-vous pour accéder à vos codes 2FA.
ja: 2FAコードにアクセスするには認証してください。
ko: 2FA 코드에 접근하려면 인증하세요.
pt_br: Autentique-se para acessar seus códigos 2FA.

source: Authentication cancelled
es_419: Autenticación cancelada
fr: Authentification annulée
ja: 認証がキャンセルされました
ko: 인증이 취소되었습니다
pt_br: Autenticação cancelada

source: Biometric authentication failed
es_419: La autenticación biométrica falló
fr: Échec de l'authentification biométrique
ja: 生体認証に失敗しました
ko: 생체 인증에 실패했습니다
pt_br: Falha na autenticação biométrica

source: Biometric authentication is locked. Please unlock your device with your passcode and try again.
es_419: La autenticación biométrica está bloqueada. Desbloquea tu dispositivo con tu código e inténtalo de nuevo.
fr: L'authentification biométrique est verrouillée. Déverrouillez votre appareil avec votre code, puis réessayez.
ja: 生体認証がロックされています。パスコードでデバイスのロックを解除してから、もう一度お試しください。
ko: 생체 인증이 잠겼습니다. 기기 암호로 잠금을 해제한 후 다시 시도해 주세요.
pt_br: A autenticação biométrica está bloqueada. Desbloqueie o dispositivo com seu código e tente novamente.

source: Biometric authentication is not available
es_419: La autenticación biométrica no está disponible
fr: L'authentification biométrique n'est pas disponible
ja: 生体認証は利用できません
ko: 생체 인증을 사용할 수 없습니다
pt_br: A autenticação biométrica não está disponível

source: Biometric database changed. Please authenticate with PIN first.
es_419: Los datos biométricos cambiaron. Primero autentícate con tu PIN.
fr: Les données biométriques ont changé. Authentifiez-vous d'abord avec votre code PIN.
ja: 生体認証データが変更されました。まずPINで認証してください。
ko: 생체 인식 정보가 변경되었습니다. 먼저 PIN으로 인증해 주세요.
pt_br: Os dados biométricos mudaram. Primeiro, autentique-se com seu PIN.

source: Camera access denied. Enable it in Settings > Privacy & Security > Camera.
es_419: Acceso a la cámara denegado. Actívalo en Ajustes > Privacidad y seguridad > Cámara.
fr: Accès à la caméra refusé. Activez-le dans Réglages > Confidentialité et sécurité > Appareil photo.
ja: カメラへのアクセスが拒否されました。設定 > プライバシーとセキュリティ > カメラで許可してください。
ko: 카메라 접근이 거부되었습니다. 설정 > 개인정보 보호 및 보안 > 카메라에서 허용하세요.
pt_br: Acesso à câmera negado. Ative-o em Configurações > Privacidade e Segurança > Câmera.

source: Camera access is required to scan QR codes. Enable it in Settings.
es_419: Se necesita acceso a la cámara para escanear códigos QR. Actívalo en Ajustes.
fr: L'accès à la caméra est nécessaire pour scanner les QR codes. Activez-le dans Réglages.
ja: QRコードをスキャンするにはカメラへのアクセスが必要です。設定で許可してください。
ko: QR 코드를 스캔하려면 카메라 접근 권한이 필요합니다. 설정에서 허용하세요.
pt_br: É necessário acesso à câmera para escanear QR codes. Ative-o em Configurações.

source: Confirm to enable %@ unlock
es_419: Confirma para activar el desbloqueo con %@
fr: Confirmez pour activer le déverrouillage par %@
ja: %@によるロック解除を有効にするには確認してください
ko: %@ 잠금 해제를 켜려면 확인하세요
pt_br: Confirme para ativar o desbloqueio com %@

source: Could not configure camera
es_419: No se pudo configurar la cámara
fr: Impossible de configurer la caméra
ja: カメラを設定できませんでした
ko: 카메라를 구성할 수 없습니다
pt_br: Não foi possível configurar a câmera

source: Could not configure scanner
es_419: No se pudo configurar el escáner
fr: Impossible de configurer le scanner
ja: スキャナーを設定できませんでした
ko: 스캐너를 구성할 수 없습니다
pt_br: Não foi possível configurar o scanner

source: Could not load the selected photo.
es_419: No se pudo cargar la foto seleccionada.
fr: Impossible de charger la photo sélectionnée.
ja: 選択した写真を読み込めませんでした。
ko: 선택한 사진을 불러올 수 없습니다.
pt_br: Não foi possível carregar a foto selecionada.

source: Failed to create token: %@
es_419: No se pudo crear el token: %@
fr: Impossible de créer le jeton : %@
ja: トークンを作成できませんでした: %@
ko: 토큰을 만들 수 없습니다: %@
pt_br: Não foi possível criar o token: %@

source: Failed to set up camera: %@
es_419: No se pudo configurar la cámara: %@
fr: Impossible de configurer la caméra : %@
ja: カメラを設定できませんでした: %@
ko: 카메라를 설정할 수 없습니다: %@
pt_br: Não foi possível configurar a câmera: %@

source: Incorrect PIN
es_419: PIN incorrecto
fr: Code PIN incorrect
ja: PINが正しくありません
ko: PIN이 올바르지 않습니다
pt_br: PIN incorreto

source: No camera available
es_419: No hay cámara disponible
fr: Aucune caméra disponible
ja: 利用できるカメラがありません
ko: 사용 가능한 카메라가 없습니다
pt_br: Nenhuma câmera disponível

source: No PIN is set
es_419: No hay ningún PIN configurado
fr: Aucun code PIN n'est défini
ja: PINが設定されていません
ko: 설정된 PIN이 없습니다
pt_br: Nenhum PIN definido

source: No QR code found in the selected photo.
es_419: No se encontró ningún código QR en la foto seleccionada.
fr: Aucun QR code trouvé dans la photo sélectionnée.
ja: 選択した写真にQRコードが見つかりません。
ko: 선택한 사진에서 QR 코드를 찾을 수 없습니다.
pt_br: Nenhum QR code encontrado na foto selecionada.

source: PIN setup failed. Please try again.
es_419: No se pudo configurar el PIN. Inténtalo de nuevo.
fr: La configuration du code PIN a échoué. Veuillez réessayer.
ja: PINを設定できませんでした。もう一度お試しください。
ko: PIN을 설정하지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível configurar o PIN. Tente novamente.

source: PIN verification failed. Please try again.
es_419: No se pudo verificar el PIN. Inténtalo de nuevo.
fr: La vérification du code PIN a échoué. Veuillez réessayer.
ja: PINを確認できませんでした。もう一度お試しください。
ko: PIN을 확인하지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível verificar o PIN. Tente novamente.

source: Security state couldn't be saved. Please try again.
es_419: No se pudo guardar el estado de seguridad. Inténtalo de nuevo.
fr: Impossible d'enregistrer l'état de sécurité. Veuillez réessayer.
ja: セキュリティの状態を保存できませんでした。もう一度お試しください。
ko: 보안 상태를 저장할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível salvar o estado de segurança. Tente novamente.

source: Security state is temporarily unavailable. Please try again.
es_419: El estado de seguridad no está disponible temporalmente. Inténtalo de nuevo.
fr: L'état de sécurité est temporairement indisponible. Veuillez réessayer.
ja: セキュリティの状態が一時的に利用できません。もう一度お試しください。
ko: 보안 상태를 일시적으로 사용할 수 없습니다. 다시 시도해 주세요.
pt_br: O estado de segurança está temporariamente indisponível. Tente novamente.

source: Unlock your 2FA tokens
es_419: Desbloquea tus tokens 2FA
fr: Déverrouillez vos jetons 2FA
ja: 2FAトークンのロックを解除
ko: 2FA 토큰 잠금 해제
pt_br: Desbloqueie seus tokens 2FA

source: Your PIN couldn't be removed. Please try again.
es_419: No se pudo eliminar tu PIN. Inténtalo de nuevo.
fr: Impossible de supprimer votre code PIN. Veuillez réessayer.
ja: PINを削除できませんでした。もう一度お試しください。
ko: PIN을 삭제할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível remover seu PIN. Tente novamente.

source: Your PIN couldn't be saved. Please try again.
es_419: No se pudo guardar tu PIN. Inténtalo de nuevo.
fr: Impossible d'enregistrer votre code PIN. Veuillez réessayer.
ja: PINを保存できませんでした。もう一度お試しください。
ko: PIN을 저장할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível salvar seu PIN. Tente novamente.

source: Your PIN data appears to be corrupted. Please reset your PIN.
es_419: Los datos de tu PIN parecen estar dañados. Restablece tu PIN.
fr: Les données de votre code PIN semblent corrompues. Veuillez réinitialiser votre code PIN.
ja: PINのデータが破損しているようです。PINをリセットしてください。
ko: PIN 데이터가 손상된 것 같습니다. PIN을 재설정해 주세요.
pt_br: Os dados do seu PIN parecem estar corrompidos. Redefina seu PIN.

source: Your tokens couldn't be deleted. Please try again.
es_419: No se pudieron eliminar tus tokens. Inténtalo de nuevo.
fr: Impossible de supprimer vos jetons. Veuillez réessayer.
ja: トークンを削除できませんでした。もう一度お試しください。
ko: 토큰을 삭제할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível excluir seus tokens. Tente novamente.

# %lld of %lld digits entered
source: %1$lld of %2$lld digits entered
es_419: %1$lld de %2$lld dígitos ingresados
fr: %1$lld sur %2$lld chiffres saisis
ja: %2$lld桁中%1$lld桁入力済み
ko: %2$lld자리 중 %1$lld자리 입력됨
pt_br: %1$lld de %2$lld dígitos inseridos

source: 5 seconds
es_419: 5 segundos
fr: 5 secondes
ja: 5秒
ko: 5초
pt_br: 5 segundos

source: 15 seconds
es_419: 15 segundos
fr: 15 secondes
ja: 15秒
ko: 15초
pt_br: 15 segundos

source: 30 seconds
es_419: 30 segundos
fr: 30 secondes
ja: 30秒
ko: 30초
pt_br: 30 segundos

source: About
es_419: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
pt_br: Sobre

source: Account
es_419: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta

source: Add
es_419: Agregar token
fr: Ajouter
ja: トークンを追加
ko: 추가
pt_br: Adicionar

source: Add Anyway
es_419: Agregar de todos modos
fr: Ajouter quand même
ja: それでも追加
ko: 그래도 추가
pt_br: Adicionar mesmo assim

source: Add some tokens first before exporting a backup
es_419: Agrega algunos tokens primero antes de exportar una copia de seguridad
fr: Ajoutez d'abord des jetons avant d'exporter une sauvegarde
ja: バックアップをエクスポートする前に、まずトークンを追加してください。
ko: 백업을 내보내기 전에 먼저 토큰을 추가하세요
pt_br: Adicione alguns tokens primeiro antes de exportar um backup

source: Add tokens
es_419: Agregar tokens
fr: Ajouter des jetons
ja: トークンを追加
ko: 토큰 추가
pt_br: Adicionar tokens

source: Advanced options
es_419: Opciones avanzadas
fr: Options avancées
ja: 詳細オプション
ko: 고급 옵션
pt_br: Opções avançadas

source: AES-256-GCM with PBKDF2. Password is required to export — keep it safe.
es_419: AES-256-GCM con PBKDF2. Se requiere contraseña para exportar — manténgala segura.
fr: AES-256-GCM avec PBKDF2. Un mot de passe est requis pour l'export — gardez-le en lieu sûr.
ja: PBKDF2を使用したAES-256-GCM。エクスポートにはパスワードが必要です — 安全に保管してください。
ko: PBKDF2를 사용한 AES-256-GCM. 내보내기에 비밀번호가 필요합니다 — 안전하게 보관하세요
pt_br: AES-256-GCM com PBKDF2. Uma senha é necessária para exportar — mantenha-a em segurança

source: Algorithm
es_419: Algoritmo
fr: Algorithme
ja: アルゴリズム
ko: 알고리즘
pt_br: Algoritmo

source: App lock
es_419: Bloqueo de app
fr: Verrouillage de l'app
ja: アプリロック
ko: 앱 잠금
pt_br: Bloqueio do app

source: Authentication code
es_419: Código de autenticación
fr: Code d'authentification
ja: 認証コード
ko: 인증 코드
pt_br: Código de autenticação

source: Authentication failed
es_419: Autenticación fallida
fr: Échec de l'authentification
ja: 認証に失敗しました
ko: 인증 실패
pt_br: Falha na autenticação

source: Auto-lock
es_419: Bloqueo automático
fr: Verrouillage automatique
ja: 自動ロック
ko: 자동 잠금
pt_br: Bloqueio automático

source: Back up your tokens
es_419: Haz una copia de seguridad de tus tokens
fr: Sauvegardez vos jetons
ja: トークンをバックアップ
ko: 토큰 백업
pt_br: Faça backup dos seus tokens

source: Backup your tokens regularly to avoid losing access to your accounts
es_419: Haz copias de seguridad de tus tokens regularmente para evitar perder acceso a tus cuentas
fr: Sauvegardez vos jetons régulièrement pour éviter de perdre l'accès à vos comptes
ja: アカウントへのアクセスを失わないように、定期的にトークンをバックアップしてください。
ko: 계정 접근권을 잃지 않도록 토큰을 정기적으로 백업하세요
pt_br: Faça backup dos seus tokens regularmente para evitar perder o acesso às suas contas

source: Base32 encoded key
es_419: Clave codificada en Base32
fr: Clé encodée en Base32
ja: Base32エンコードキー
ko: Base32 인코딩 키
pt_br: Chave codificada em Base32

source: Biometric authentication
es_419: Autenticación biométrica
fr: Authentification biométrique
ja: 生体認証
ko: 생체 인증
pt_br: Autenticação biométrica

source: Biometric database changed
es_419: Base de datos biométrica cambiada
fr: Base de données biométrique modifiée
ja: 生体認証データベースが変更されました
ko: 생체 인식 데이터베이스가 변경되었습니다
pt_br: Banco de dados biométrico alterado

source: Biometric unavailable
es_419: Biometría no disponible
fr: Biométrie indisponible
ja: 生体認証利用不可
ko: 생체 인식 사용 불가
pt_br: Biometria indisponível

source: Buy me a coffee
es_419: Invítame un café
fr: Offrez-moi un café
ja: コーヒーをご馳走ください
ko: 커피 한 잔 사주세요
pt_br: Me pague um café

source: Buy me a pizza
es_419: Invítame una pizza
fr: Offrez-moi une pizza
ja: ピザをご馳走ください
ko: 피자 한 판 사주세요
pt_br: Me pague uma pizza

source: Cancel
es_419: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar

source: Cannot export
es_419: No se puede exportar
fr: Impossible d'exporter
ja: エクスポートできません
ko: 내보내기 불가
pt_br: Não é possível exportar

source: Change PIN
es_419: Cambiar PIN
fr: Modifier le code PIN
ja: PINを変更
ko: PIN 변경
pt_br: Alterar PIN

source: Check the spelling or try a different search
es_419: Comprueba la ortografía o intenta una búsqueda diferente
fr: Vérifiez l'orthographe ou essayez une autre recherche
ja: スペルを確認するか、別のキーワードで検索してください。
ko: 철자를 확인하거나 다른 검색어를 사용해 보세요
pt_br: Verifique a ortografia ou tente uma pesquisa diferente

source: Confirm
es_419: Confirmar nuevo PIN
fr: Confirmer
ja: 新しいPINを確認
ko: 확인
pt_br: Confirmar

source: Copied
es_419: Código copiado
fr: Code copié
ja: コードをコピーしました
ko: 코드 복사됨
pt_br: Código copiado

source: Copy
es_419: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar

source: Could not decode Google Authenticator QR code
es_419: No se pudo decodificar el QR de Google Authenticator
fr: Impossible de décoder le QR Google Authenticator
ja: Google AuthenticatorのQRをデコードできませんでした
ko: Google Authenticator QR을 디코딩할 수 없습니다
pt_br: Não foi possível decodificar o QR do Google Authenticator

source: Could not read the file
es_419: No se pudo leer el archivo
fr: Impossible de lire le fichier
ja: ファイルを読み込めませんでした。
ko: 파일을 읽을 수 없습니다
pt_br: Não foi possível ler o arquivo

source: Couldn't Save Settings
es_419: No se pudo guardar la configuración
fr: Impossible d'enregistrer les réglages
ja: 設定を保存できませんでした
ko: 설정을 저장할 수 없습니다
pt_br: Não foi possível salvar as configurações

source: Couldn't save your PIN. Please try again.
es_419: No se pudo guardar tu PIN. Inténtalo de nuevo.
fr: Impossible d'enregistrer votre code PIN. Veuillez réessayer.
ja: PINを保存できませんでした。もう一度お試しください。
ko: PIN을 저장할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível salvar seu PIN. Tente novamente.

source: Counter
es_419: Contador
fr: Compteur
ja: カウンター
ko: 카운터
pt_br: Contador

source: Counter must be a valid number
es_419: El contador debe ser un número válido
fr: Le compteur doit être un nombre valide
ja: カウンターは有効な数値でなければなりません
ko: 카운터는 유효한 숫자여야 합니다
pt_br: O contador deve ser um número válido

source: Create a 6-digit PIN
es_419: Crea un PIN de 6 dígitos
fr: Créer un code PIN à 6 chiffres
ja: 6桁のPINを作成
ko: 6자리 PIN 만들기
pt_br: Criar um PIN de 6 dígitos

source: Dark
es_419: Oscuro
fr: Sombre
ja: ダーク
ko: 어둡게
pt_br: Escuro

source: Data
es_419: Datos
fr: Données
ja: データ
ko: 데이터
pt_br: Dados

source: Decrypting…
es_419: Descifrando…
fr: Déchiffrement…
ja: 復号中…
ko: 복호화 중…
pt_br: Descriptografando…

source: Delete
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir

source: Delete all data
es_419: Eliminar todos los datos
fr: Supprimer toutes les données
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Excluir todos os dados

source: Delete all data?
es_419: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제하시겠습니까?
pt_br: Excluir todos os dados?

source: Delete token?
es_419: ¿Eliminar token?
fr: Supprimer le jeton ?
ja: トークンを削除しますか？
ko: 토큰을 삭제하시겠습니까?
pt_br: Excluir token?

source: Digits
es_419: Dígitos
fr: Chiffres
ja: 桁数
ko: 자릿수
pt_br: Dígitos

source: Digits must be 6 or 8
es_419: Los dígitos deben ser 6 u 8
fr: Le nombre de chiffres doit être 6 ou 8
ja: 桁数は6または8でなければなりません
ko: 자릿수는 6 또는 8이어야 합니다
pt_br: Os dígitos devem ser 6 ou 8

source: Done
es_419: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído

source: Double-tap to copy
es_419: Doble toque para copiar
fr: Double-appui pour copier
ja: ダブルタップでコピー
ko: 두 번 탭하여 복사
pt_br: Toque duplo para copiar

source: Duplicate token
es_419: Token duplicado
fr: Jeton en double
ja: 重複トークン
ko: 중복된 토큰
pt_br: Token duplicado

source: e.g. AWS, GitHub, Google...
es_419: ej. AWS, GitHub, Google...
fr: ex. AWS, GitHub, Google...
ja: 例：AWS、GitHub、Google...
ko: 예: AWS, GitHub, Google...
pt_br: ex. AWS, GitHub, Google...

source: e.g. you@example.com
es_419: ej. tu@ejemplo.com
fr: ex. vous@exemple.com
ja: 例：you@example.com
ko: 예: you@example.com
pt_br: ex. voce@exemplo.com

source: Edit token
es_419: Editar token
fr: Modifier le jeton
ja: トークンを編集
ko: 토큰 편집
pt_br: Editar token

source: Encrypted JSON import
es_419: Importación JSON cifrada
fr: Importation JSON chiffrée
ja: 暗号化JSONのインポート
ko: 암호화 JSON 가져오기
pt_br: Importação JSON criptografada

source: Encrypted JSON is recommended
es_419: Se recomienda JSON cifrado
fr: Le JSON chiffré est recommandé
ja: 暗号化されたJSONを推奨します
ko: 암호화된 JSON을 권장합니다
pt_br: JSON criptografado é recomendado

source: Encrypting…
es_419: Cifrando…
fr: Chiffrement…
ja: 暗号化中…
ko: 암호화 중…
pt_br: Criptografando…

source: Enter a website like example.com
es_419: Introduce un sitio web como example.com
fr: Saisissez un site web comme example.com
ja: example.com のようなウェブサイトを入力してください
ko: example.com 같은 웹사이트를 입력하세요
pt_br: Digite um site como example.com

source: Enter PIN to unlock
es_419: Ingresa PIN para desbloquear
fr: Saisissez le PIN pour déverrouiller
ja: ロック解除するにはPINを入力
ko: 잠금 해제를 위해 PIN 입력
pt_br: Digite o PIN para desbloquear

source: Enter the password for this backup
es_419: Ingresa la contraseña de este respaldo
fr: Saisir le mot de passe
ja: このバックアップのパスワードを入力
ko: 비밀번호 입력
pt_br: Digite a senha

source: Enter the secret key manually
es_419: Ingresar la clave secreta manualmente
fr: Saisir la clé secrète
ja: シークレットキーを手動で入力
ko: 비밀 키 입력
pt_br: Inserir a chave secreta

source: Error
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro

source: Export
es_419: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
pt_br: Exportar

source: Export (Backup)
es_419: Exportar (Copia de seguridad)
fr: Exporter (Sauvegarde)
ja: エクスポート（バックアップ）
ko: 내보내기 (백업)
pt_br: Exportar (Backup)

source: Export as encrypted JSON
es_419: Exportar como JSON cifrado
fr: Exporter en JSON chiffré
ja: 暗号化JSONとしてエクスポート
ko: 암호화된 JSON으로 내보내기
pt_br: Exportar como JSON criptografado

source: Export as JSON
es_419: Exportar como JSON
fr: Exporter en JSON
ja: JSONとしてエクスポート
ko: JSON으로 내보내기
pt_br: Exportar como JSON

source: Export as QR code
es_419: Exportar como QR code
fr: Exporter en QR code
ja: QRコードとしてエクスポート
ko: QR 코드로 내보내기
pt_br: Exportar como QR code

source: Export successful
es_419: Exportación exitosa
fr: Export réussi
ja: エクスポート完了
ko: 내보내기 성공
pt_br: Exportação bem-sucedida

source: Exporting…
es_419: Exportando…
fr: Exportation…
ja: エクスポート中…
ko: 내보내는 중…
pt_br: Exportando…

source: Favorite
es_419: Marcar como favorito
fr: Favori
ja: お気に入りに追加
ko: 즐겨찾기
pt_br: Favorito

source: Favorites
es_419: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos

source: Free forever. No ads, no subscription. Tips keep the app alive.
es_419: Gratis para siempre. Sin anuncios, sin suscripción. Las propinas mantienen la app viva.
fr: Gratuit pour toujours. Pas de publicités, pas d'abonnement. Les pourboires maintiennent l'appli en vie.
ja: 永久無料。広告なし、サブスクリプションなし。チップがアプリを支えます。
ko: 영원히 무료. 광고 없음, 구독 없음. 팁이 앱을 유지합니다.
pt_br: Gratuito para sempre. Sem anúncios, sem assinatura. As gorjetas mantêm o app vivo.

source: Generate next code
es_419: Generar siguiente código
fr: Générer le prochain code
ja: 次のコードを生成
ko: 다음 코드 생성
pt_br: Gerar próximo código

source: Generating QR codes…
es_419: Generando códigos QR…
fr: Génération des QR codes…
ja: QRコードを生成中…
ko: QR 코드 생성 중…
pt_br: Gerando QR codes…

source: Group
es_419: Grupo
fr: Groupe
ja: グループ
ko: 그룹
pt_br: Grupo

source: Hide secret key
es_419: Ocultar clave secreta
fr: Masquer la clé secrète
ja: 秘密鍵を非表示
ko: 비밀 키 숨기기
pt_br: Ocultar chave secreta

source: Hide tokens
es_419: Ocultar tokens
fr: Masquer les jetons
ja: トークンを隠す
ko: 토큰 숨기기
pt_br: Ocultar tokens

source: Immediately
es_419: Inmediatamente
fr: Immédiatement
ja: 即座に
ko: 즉시
pt_br: Imediatamente

source: Import
es_419: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar

source: Import from Files
es_419: Importar desde Archivos
fr: Importer depuis Fichiers
ja: ファイルからインポート
ko: 파일에서 가져오기
pt_br: Importar de Arquivos

source: Import from Photo Library
es_419: Importar desde la Fototeca
fr: Importer depuis la Photothèque
ja: フォトライブラリからインポート
ko: 사진 보관함에서 가져오기
pt_br: Importar da Fototeca

source: Incorrect password. Please check your password and try again.
es_419: Contraseña incorrecta. Por favor, verifica tu contraseña e intenta de nuevo.
fr: Mot de passe incorrect. Veuillez vérifier votre mot de passe et réessayer.
ja: パスワードが正しくありません。パスワードを確認して再試行してください
ko: 비밀번호가 올바르지 않습니다. 비밀번호를 확인하고 다시 시도하세요.
pt_br: Senha incorreta. Verifique sua senha e tente novamente.

source: Incorrect PIN. One more wrong PIN locks entry for %lld minutes.
es_419: PIN incorrecto. Un PIN incorrecto más bloqueará el acceso durante %lld minutos.
fr: Code PIN incorrect. Encore un code PIN erroné bloquera l'accès pendant %lld minutes.
ja: PINが正しくありません。あと1回間違えると%lld分間入力できなくなります。
ko: PIN이 올바르지 않습니다. 한 번 더 틀리면 %lld분 동안 입력이 잠깁니다.
pt_br: PIN incorreto. Mais um PIN errado bloqueará o acesso por %lld minutos.
